{
  "data": [
    {
      "id": 1,
      "title": "Membaca Surat Al-Kahfi",
      "arabic": "Dalam sebuah hadist, Rasulullah shallallahu ‘alaihi wa sallam bersabda",
      "latin": "“Barangsiapa yang membaca surat Al Kahfi pada hari Jumat, dia akan disinari cahaya di antara dua Jumat.” ",
      "translation": "(H.R An Nasa’i dan Baihaqi. Dinilai shahih oleh Syaikh Al Albani di Shohihul Jami’ no. 6470)"
    },
    {
      "id": 2,
      "title": "Memperbanyak Shalawat Nabi",
      "arabic": "Shalawat Nabi sebenarnya bisa dibaca kapan saja. Hanya, waktu yang dianjurkan untuk memperbanyak shalawat Nabi yaitu di hari Jumat",
      "latin": "sabda Rasulullah shallallahu ‘alaihi wa sallam:Sesungguhnya hari paling utama bagi kalian adalah hari Jumat, maka perbanyaklah shalawat kepadaku, karena shalawat kalian akan disampaikan kepadaku. Barangsiapa yang banyak bershalawat kepadaku, dialah yang paling dekat denganku pada hari kiamat nanti.” ",
      "translation": "(H.R Abu Dawud, Ibnu Majah, An Nasa’i)"
    },
    {
      "id": 3,
      "title": "Mandi Sebelum Salat Jumat",
      "arabic": "Mandi sebelum menghadiri salat Jumat berjamaah di masjid merupakan amalan sunnah yang dianjurkan bagi setiap Muslim.",
      "latin": "“Barangsiapa mandi pada Hari Jumat sebagaimana mandi janabah..” , “Mandi di Hari Jumat wajib bagi setiap orang yang sudah baligh/dewasa.” ",
      "translation": "Diriwayatkan oleh Abu Hurairah radhiyallahu ‘anhu, Rasulullah shallallahu ‘alaihi wa sallam bersabda tentang keutamaan mandi sebelum berangkat salat Jumat"
    },
    {
      "id": 4,
      "title": "Memakai Pakaian Terbaik dan Wewangian",
      "arabic": "Amalan sunnah hari Jumat berikutnya adalah memakai pakaian terbaik, bersih, dan rapi, serta tidak lupa untuk memakai wewangian atau parfum (sebaiknya non alkohol)ِ",
      "latin": "“Barangsiapa yang mandi di hari Jumat dan bersuci semampunya, lalu memakai minyak rambut atau minyak wangi kemudian berangkat ke masjid, dan masuk masjid tanpa melangkahi di antara dua orang untuk dilewatinya, kemudian salat sesuai tuntunan dan diam tatkala imam berkhutbah, niscaya diampuni dosa-dosanya di antara dua Jumat.” ",
      "translation": "(H.R Bukhari dan Muslim)"
    },
    {
      "id": 5,
      "title": "Bersiwak, Memotong Kuku, dan Mencukur Kumis",
      "arabic": "Sebagaimana riwayat hadist dari Anas radhiyallahu ‘anhu: “(Rasulullah shallallahu ‘alaihi wa sallam) memberikan tempo kepada Kami untuk memotong kumis, memotong kuku, mencabut bulu ketiak dan menggunting bulu kemaluan supaya tidak dibiarkan begitu saja lebih dari 40 malam.” (H.R Abu Dawud dan Ahmad)",
      "latin": "“Adalah Rasulullah shallallahu ‘alaihi wa sallam memotong kuku dan mencukur kumis pada hari Jumat sebelum Beliau pergi salat jumat”",
      "translation": "(H.R Al-Baihaqi dan At-Thabrani)"
    },
    {
      "id": 6,
      "title": "Berangkat ke Masjid Lebih Awal dengan Berjalan Kaki",
      "arabic": "Saat hari Jumat tiba, disunnahkan untuk berangkat ke masjid lebih awal dengan berjalan kaki, supaya bisa lebih dulu membaca Alquran, berdzikir seraya memanjatkan doa sebelum imam salat Jumat datang. Begitu masuk masjid, utamakan mencari saf pertama (paling depan) karena memiliki banyak keutamaan di mata Allah SWT.",
      "latin": "“Siapa yang berangkat Jumat di awal waktu, maka ia seperti berqurban dengan unta. Siapa yang berangkat Jumat di waktu kedua, maka ia seperti berqurban dengan sapi. Siapa yang berangkat Jumat di waktu ketiga, maka ia seperti berqurban dengan kambing gibas yang bertanduk. Siapa yang berangkat Jumat di waktu keempat, maka ia seperti berqurban dengan ayam. Siapa yang berangkat Jumat di waktu kelima, maka ia seperti berqurban dengan telur.” ",
      "translation": "(H.R Bukhari dan Muslim)"
    },
    {
      "id": 7,
      "title": "Mendekat pada Imam/Khatib dan Mendengarkan Khutbah",
      "arabic": "Dari hadist riwayat Samuroh bin Jundub radhiyallahu ‘anhu, Nabi Muhammad shallallahu ‘alaihi wa sallam bersabda: ",
      "latin": "Hadirilah khutbah Jumat dan mendekatlah kepada imam/khatib. Karena sesungguhnya seseorang laki-laki yang senantiasa menjauh darinya hingga kelak dia akan diakhirkan ketika hendak masuk surga walaupun dia termasuk penduduk surga.” ",
      "translation": "(H.R Abu Dawud dan Ahmad, dinilai hasan oleh Syaikh Al Albani)"
    }
  ]
}